app/controllers/dynamic_controller.rb

  def home
    @potins = Potin.all
---
SELECT "potins".* FROM "potins"