app/views/dynamic/home.html.erb

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 23], ["LIMIT", 1]]
---
                <p class="card-subtitle">
                    - <%= link_to potin.user.first_name, user_path(potin.user.id) %>